Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Make Inactive
fr_fr: Rendre inactif

source: Make sure that base URL ends with '/' (slash), e.g. http://yourdomain/magento/
fr_fr: Assurez-vous que l'URL se termine par un '/' (slash), par ex. http://votredomains/magento/

source: Make sure that data encoding in the file is consistent and saved in one of supported encodings (UTF-8 or ANSI).
fr_fr: Assurez-vous que l'encodage du fichier est cohérent et correspond à l'un des encodages supportés (UTF-8 ou ANSI).

source: Make sure that you configure the design settings for the Payflow Link form in your Payflow link account.
fr_fr: Assurez-vous d'avoir configuré le design pour le formulaire Payflow Link dans votre compte Payflow Link.

source: Make this app available in the following territories
fr_fr: Rendre cette application disponible sur les territoires suivants

source: Manage
fr_fr: Gérer

source: Manage Addresses
fr_fr: Gérer les adresses

source: Manage Apps
fr_fr: Gérer les applis

source: Manage Attribute Mapping
fr_fr: Gérer le mapping d'attributs

source: Manage Attribute Sets
fr_fr: Gérer les jeux d'attributs

source: Manage Attributes
fr_fr: Gérer les attributs

source: Manage Catalog Categories
fr_fr: Gérer les catégories du catalogue

source: Manage Categories
fr_fr: Gérer les catégories

source: Manage Checkout Terms and Conditions
fr_fr: Gérer les conditions générales de ventes

source: Manage Content
fr_fr: Gérer le contenu

source: Manage Currency
fr_fr: Gérer la devise

source: Manage Currency Rates
fr_fr: Gestion des taux des devises

source: Manage Customer Tax Classes
fr_fr: Gérer les classes de taxes client

source: Manage Customers
fr_fr: Gérer les clients

source: Manage Items
fr_fr: Gérer les articles

source: Manage Label / Options
fr_fr: Gérer les labels/les options

source: Manage Mobile App
fr_fr: Gérer l'appli mobile

source: Manage Options (values for your attribute)
fr_fr: Gérer les options (valeurs de vos attributs)

source: Manage Options (values of your attribute)
fr_fr: Gérer les options (valeurs de vos attributs)

source: Manage Pages
fr_fr: Gestion des pages

source: Manage Product Attributes
fr_fr: Gérer les attributs produit

source: Manage Product Sets
fr_fr: Gérer les ensembles de produits

source: Manage Product Tax Classes
fr_fr: Gérer les classes de taxe produit

source: Manage Products
fr_fr: Gérer les produits

source: Manage Ratings
fr_fr: Gérer les notations

source: Manage Stock
fr_fr: Gérer les stocks

source: Manage Stores
fr_fr: Gestion des magasins

source: Manage Tags
fr_fr: Gérer les mots clés

source: Manage Tax Rates
fr_fr: Gérer les taux des taxes

source: Manage Tax Rules
fr_fr: Gérer les règles de taxes

source: Manage Tax Zones & Rates
fr_fr: Gérer les zones et les taux des taxes

source: Manage Tax Zones and Rates
fr_fr: Gérer les zones de taxes et les taux

source: Manage Terms and Conditions
fr_fr: Gérer les CGV

source: Manage Titles (Size, Color, etc.)
fr_fr: Gérer les titres (Taille, couleur, etc.)

source: Manage Widget Instances
fr_fr: Gérer les instances de widgets

source: Manage attributes
fr_fr: Gestion des attributs

source: Manage items
fr_fr: Gestion des articles

source: Manage osCommerce Orders
fr_fr: Gestion des commandes osCommerce

source: Manage osCommerce Profiles
fr_fr: Gestion des profils osCommerce

source: Management Mode of the Intermediary Page
fr_fr: Mode de gestion de la page intermédiaire

source: Manual
fr_fr: Manuel

source: Manual Downloads and Upgrades
fr_fr: Téléchargements et mises à jours manuels

source: Manual Update
fr_fr: Mise à jour manuelle

source: Manufacturer
fr_fr: Fabricant

source: Mark as Read
fr_fr: Marquer comme lu

source: Mark as read
fr_fr: Marquer comme lu

source: Mass Pay Payment
fr_fr: Paiement en masse de salaire

source: MasterCard SecureCode
fr_fr: Code de sécurité MasterCard

source: Match Period To
fr_fr: Faire correspondre la période à

source: Match expressions in the same order as displayed in the configuration.
fr_fr: Faire coïncider les expressions dans l'ordre d'affichage de la configuration.

source: Matched (CVV2)
fr_fr: Correspondance (CVV2)

source: Matched (CVV2CSC)
fr_fr: Correspondance (CVV2CSC)

source: Matched Address only (no ZIP)
fr_fr: Correspondance des adresses seulement (sans le code postal)

source: Matched Address only (no ZIP). International
fr_fr: Correspondance des adresses seulement (sans le code postal). International.

source: Matched Expression
fr_fr: Expression correspondante

source: Matched Postal Code only (no Address)
fr_fr: Correspondance du code postal uniquement

source: Matched five-digit ZIP only (no Address)
fr_fr: Correspondance sur 5 chiffres du code postal uniquement

source: Matched whole nine-didgit ZIP (no Address)
fr_fr: Correspondance sur 9 chiffres du code postal

source: Max Characters
fr_fr: Nombre maxi de caractères

source: Max Products Sent in 1 Hour
fr_fr: Nombre maxi de produits envoyés en 1 heure

source: Max Recipients
fr_fr: Nombre maxi de destinataires

source: Max. Downloads
fr_fr: Téléchargements max.

source: Maximal Depth
fr_fr: Profondeur maxi

source: Maximum %d email addresses allowed.
fr_fr: %d adresses mail maxi autorisées

source: Maximum Billing Cycles
fr_fr: Nombre maxi de cycles de facturation

source: Maximum Display Recently Added Item(s)
fr_fr: Nombre maxi d'articles récemment ajoutés à afficher

source: Maximum Image Size
fr_fr: Taille d'image maximum

source: Maximum Number of Price Intervals
fr_fr: Nombre maxi d'intervalles de prix

source: Maximum Order Total
fr_fr: Montant maxi de commande

source: Maximum Package Weight (Please consult your shipping carrier for maximum supported shipping weight)
fr_fr: Poids maxi du paquet (consultez votre transporteur)

source: Maximum Payment Failures
fr_fr: Nombre maxi d'échec de paiement

source: Maximum Qty Allowed for Shipping to Multiple Addresses
fr_fr: Qté maxi autorisée pour la livraison à plusieurs adresses

source: Maximum Qty Allowed in Shopping Cart
fr_fr: Quantité maxi autorisée dans le panier

source: Maximum Qty Discount is Applied To
fr_fr: Qté maxi à laquelle la remise est appliquée

source: Maximum Query Length
fr_fr: Longueur maxi de requête

source: Maximum Query Words Count
fr_fr: Nombre maxi de mots dans la requête

source: Maximum Search query length is %s. Your query was cut.
fr_fr: La longueur maxi de requête de recherche est %s. Votre requête a été coupée.

source: Maximum Tax Rate
fr_fr: Taux de TVA maxi

source: Maximum Trial Billing Cycles
fr_fr: Nombre maxi de cycles de facturation d'essai

source: Maximum allowed image size for '%s' is %sx%s px.
fr_fr: La taille maxi autorisée pour les images '%s' est de %sx%s px.

source: Maximum image height
fr_fr: Hauteur maximum d'image

source: Maximum image width
fr_fr: Largeur maximum d'image

source: Maximum length exceeded.
fr_fr: Dépassement de la longueur maximum

source: Maximum length is 140
fr_fr: La longueur maxi est de 140

source: Maximum length is 255
fr_fr: La longueur maxi est de 255

source: Maximum length of attribute code must be less then %s symbols
fr_fr: La longueur maximale du code de l'attribut doit être de moins de %s caractères

source: Maximum number of characters:
fr_fr: Nombre maxi de caractères :

source: Maximum number of price intervals is 100
fr_fr: Le nombre maxi d'intervalles de prix est 100

source: Maximum qty allowed for Shipping to multiple addresses is %s
fr_fr: La quantité maxi autorisée pour la livraison à plusieurs adresses est %s

source: Maximum shipping amount allowed to refund is: %s
fr_fr: Montant maximum des expéditions permettant le remboursement : %s

source: Maximum words count is %1$s. In your search query was cut next part: %2$s.
fr_fr: Le nombre maxi de mots est %1$s. Votre requête a été coupée de la façon suivante : %2$s.

source: Mb
fr_fr: Mo

source: Media (.avi, .flv, .swf)
fr_fr: Média (.avi, .flv, .swf)

source: Media Gallery
fr_fr: Galerie media

source: Media Image
fr_fr: Image

source: Media Mail
fr_fr: Courrier media

source: Media Storage
fr_fr: Stockage des medias

source: Media storages synchronization has completed!
fr_fr: La synchronisation des stockages de media est terminée.

source: Medium - %s
fr_fr: Moyen - %s

source: Medium Express Box
fr_fr: Boite Express Medium

source: Memory Used: %s
fr_fr: Mémoire utilisée : %s

source: Merchandise
fr_fr: Marchandises

source: Merchant Account
fr_fr: Compte marchand

source: Merchant Country
fr_fr: Pays du marchand

source: Merchant ID
fr_fr: ID de marchand

source: Merchant Id
fr_fr: Identifiant du marchand

source: Merchant Key
fr_fr: Clé de marchand

source: Merchant Label
fr_fr: Label du marchand

source: Merchant Liability
fr_fr: Responsabilité du marchand

source: Merchant MD5
fr_fr: MD5 du commerçant

source: Merchant Protection Eligibility
fr_fr: Protection à l'éligibilité du Marchand

source: Merchant Referral Bonus
fr_fr: Prime de recommandation marchande

source: Merchant holds a non-U.S. account and does not have a withdrawal mechanism.
fr_fr: Marchand est titulaire d'un compte non-US et n'a pas un mécanisme de retrait.

source: Merchant reference ID format is not supported.
fr_fr: référence ID format Marchand n'est pas supporté.

source: Merchant's Email
fr_fr: Email du commerçant

source: Merchants need to apply to PayPal for enabling billing agreements feature. Do not enable this option until PayPal confirms that billing agreements are enabled for your merchant account.
fr_fr: Les commerçants ont besoin d'appliquer l'option chez PayPal pour permettre aux ententes de facturation de fonctionner. Ne pas activer cette option jusqu'à ce que PayPal confirme que les ententes de facturation sont activées pour votre compte marchand.

source: Merge CSS Files
fr_fr: Fusionner les fichiers CSS

source: Merge CSS Files (beta)
fr_fr: Fusionner les fichiers CSS (beta)

source: Merge JavaScript Files
fr_fr: Fusionner les fichiers javascript

source: Message Queue
fr_fr: File d'attente de messages

source: Message Settings
fr_fr: Paramètres de message

source: Message Templates
fr_fr: Gabarits de message

source: Message Title
fr_fr: Titre du message

source: Message Type
fr_fr: Type de message

source: Message can be edited when status of the message is "IN QUEUE" only.
fr_fr: Le message peut être édité seulement quand son statut est "DANS LA FILE".

source: Message can not be edited when it's status NOT is "IN QUEUE".
fr_fr: Le message ne peut pas être édité quand son statut n'est pas "DANS LA FILE".

source: Message content
fr_fr: Contenu du message

source: Message title
fr_fr: Titre du message

source: Messages Inbox
fr_fr: Messages reçus

source: Messages cannot be sent more than %d times in an hour.
fr_fr: Il n'est pas possible d'envoyer plus de %d messages en une heure.

source: Meta Data
fr_fr: Données meta

source: Meta Description
fr_fr: Méta description

source: Meta Information
fr_fr: Informations méta

source: Meta Keywords
fr_fr: Mots-clés meta

source: Meter Number
fr_fr: Numéro du compteur

source: Method
fr_fr: Méthode

source: Method "%s" not defined in adapter %s.
fr_fr: La méthode "%s" n'est pas définie dans l'adapter %s.

source: Method "%s" was not defined in adapter %s.
fr_fr: La méthode "%s" n'est pas définie dans l'adapter %s.

source: Method Name
fr_fr: Nom de méthode

source: Minimal Query Length
fr_fr: Longueur mini de requête

source: Minimum Advertised Price
fr_fr: Prix ​​minimum affiché

source: Minimum Amount
fr_fr: Montant minimum

source: Minimum Lines per Page
fr_fr: Lignes minimum par page

source: Minimum Order Amount
fr_fr: Montant de commande minimum

source: Minimum Order Amount for Free Shipping
fr_fr: Montant de commande mini pour la livraison gratuite

source: Minimum Order Total
fr_fr: Montant mini de commande

source: Minimum Package Weight (Please consult your shipping carrier for minimum supported shipping weight)
fr_fr: Poids mini du paquet (consultez votre transporteur)

source: Minimum Qty
fr_fr: Quantité mini

source: Minimum Qty Allowed in Shopping Cart
fr_fr: Quantité mini autorisée dans le panier

source: Minimum Qty for Item's Status to be Out of Stock
fr_fr: Quantité mini pour que l'article soit considéré comme épuisé

source: Minimum Qty for Item\'s Status to be Out of Stock
fr_fr: Quantité mini pour que l'article soit considéré comme épuisé

source: Minimum Search query length is %s
fr_fr: La longueur mini de requête est %s

source: Minimum Tax Rate
fr_fr: Taux de TVA mini

source: Minimum order amount is %s
fr_fr: Le montant minimal de commande est %s

source: Miscellaneous Feeds
fr_fr: Flux divers

source: Miscellaneous HTML
fr_fr: Code HTML divers

source: Miscellaneous Scripts
fr_fr: Scripts divers

source: Missed if Not Run Within
fr_fr: Manqué si non exécuté dans les

source: Missing SKU, skipping the record.
fr_fr: Référence (SKU) manquante, enregistrement ignoré.

source: Missing email, skipping the record.
fr_fr: Email manquant, ligne ignorée.

source: Missing firstname, skipping the record.
fr_fr: Prénom manquant, ligne igorée.

source: Missing lastname, skipping the record.
fr_fr: Nom de famille manquant, ligne igorée.

source: Mixed
fr_fr: Mixte

source: Mobile Payment (made via a mobile phone)
fr_fr: Paiement par mobile (réalisées par l'intermédiaire d'un téléphone mobile)

source: Mode of Retrieval of Information
fr_fr: Mode de récupération des informations

source: Model
fr_fr: Modèle

source: Model class does not exist: %s.
fr_fr: La classe modèle n'existe pas : %s.

source: Model collection resource name is not defined.
fr_fr: Le nom de ressource de collection n'est pas défini.

source: Model of order is not loaded.
fr_fr: Le modèle pour la commande n'est pas chargé

source: Modify your search
fr_fr: Modifier votre recherche

source: Module "%1$s" cannot depend on "%2$s".
fr_fr: Le module "%1$s" ne peut pas dépendre de "%2$s".

source: Module "%1$s" requires module "%2$s".
fr_fr: Le module "%1$s" nécessite le module "%2$s".

source: Moneybookers Info URL
fr_fr: Moneybookers URL d'information

source: Moneybookers Settings
fr_fr: Paramètrage Moneybookers

source: Moneybookers Transaction ID: %s
fr_fr: ID de la transaction Moneybookers : %s

source: Moneybookers activate email
fr_fr: Email d'activation de Moneybookers

source: Month
fr_fr: Mois

source: Monthly
fr_fr: Mensuel

source: More
fr_fr: Plus

source: More Info
fr_fr: Plus d'infos

source: More Tabs
fr_fr: Plus d'onglets

source: More Views
fr_fr: Plus de vues

source: More information about Moneybookers
fr_fr: Plus d'informations sur Moneybookers

source: Most Viewed
fr_fr: Les plus consultés

source: Most Viewed Products
fr_fr: Produits les plus consultés

source: Move
fr_fr: Déplacer

source: Move category in tree
fr_fr: Déplacer la catégorie dans l'arbre

source: Move to Shopping Cart
fr_fr: Placer dans le panier

source: Move to Wishlist
fr_fr: Ajouter à la <br/>liste d'envies

source: Move to:
fr_fr: Déplacer vers :

source: Multi Address Checkout
fr_fr: Passage de commande à adresses multiples

source: Multi-address Description Message
fr_fr: Message de description multi-adresse

source: Multi-address Error to Show in Shopping Cart
fr_fr: Erreur multi-adresse à afficher dans le panier

source: Multiple Select
fr_fr: Sélection multiple

source: Multishipping Checkout
fr_fr: Commande à livraisons multiples

source: Multishipping Checkout Address (Any) Form
fr_fr: Formulaire de commande à livraisons multiples

source: Multishipping Checkout Billing Address Creation
fr_fr: Création d'adresse de facturation pour la commande à livraisons multiples

source: Multishipping Checkout Billing Address Edit Form
fr_fr: Formulaire de modification d'adresse de facturation pour la commande à livraisons multiples

source: Multishipping Checkout Billing Address Selection
fr_fr: Sélection d'adresse de facturation pour la commande à livraisons multiples

source: Multishipping Checkout Billing Information Step
fr_fr: Étape d'informations de facturation pour la commande à livraisons multiples

source: Multishipping Checkout Customer Address Edit Form
fr_fr: Formulaire de modification d'adresse client pour la commande à livraisons multiples

source: Multishipping Checkout Overview
fr_fr: Aperçu de commande à livraisons multiples

source: Multishipping Checkout Shipping Address Creation
fr_fr: Création d'adresse de livraison pour la commande à livraisons multiples

source: Multishipping Checkout Shipping Address Edit Form
fr_fr: Formulaire de modification d'adresse de livraison pour la commande à livraisons multiples

source: Multishipping Checkout Shipping Address Selection
fr_fr: Sélection d'adresse de livraison pour la commande à livraisons multiples

source: Multishipping Checkout Shipping Information Step
fr_fr: Étape d'informations de livraison pour la commande à livraisons multiples

source: Multishipping Checkout Success
fr_fr: Commande à livraisons multiples réussie

source: Must be in the allowed values list.
fr_fr: Doit être dans la liste des valeurs autorisées.

source: My Account
fr_fr: Mon compte

source: My Account Wrapper
fr_fr: Client - Mon compte - Conteneur

source: My Applications
fr_fr: Mes applications

source: My Cart
fr_fr: Mon panier

source: My Cart (%s item)
fr_fr: Mon panier (%s article)

source: My Cart (%s items)
fr_fr: Mon panier (%s articles)

source: My Cart Link
fr_fr: Lien vers mon panier

source: My Dashboard
fr_fr: Mon tableau de bord

source: My Downloadable Products
fr_fr: Mes produits téléchargeables

source: My Orders
fr_fr: Mes commandes

source: My Orders - Details
fr_fr: Mes commandes - Détails

source: My Previous Orders
fr_fr: Mes commandes précédentes

source: My Product Reviews
fr_fr: Mes commentaires

source: My Recent Reviews
fr_fr: Mes derniers commentaires :

source: My Recent Tags
fr_fr: Mes mots clés récents

source: My Tags
fr_fr: Mes mot clés

source: My Wishlist
fr_fr: Ma liste d'envies

source: My Wishlist (%d item)
fr_fr: Ma liste d'envies (%d article)

source: My Wishlist (%d items)
fr_fr: Ma liste d'envies (%d articles)

source: My Wishlist <small>(%d)</small>
fr_fr: Ma liste d'envies <small>(%d)</small>

source: My Wishlist Link
fr_fr: Lien vers ma liste d'envies

source: N/A. Address not checked, or acquirer had no response. Service not available
fr_fr: N/A. L'adresse n'a pas été vérifié, ou l'acquéreur n'a pas donné de réponse. Service non disponible

source: N/A. Global Unavailable
fr_fr: N/A. Global Indisponible

source: N/A. International Unavailable
fr_fr: N/A. International Indisponible

source: N/A. Merchant has indicated that CVV2 is not present on card
fr_fr: N/A. CVV2 n'est pas présent sur la carte

source: N/A. No response
fr_fr: N/A. Aucune réponse

source: N/A. Not allowed for MOTO (Internet/Phone) transactions
fr_fr: N/A. Transaction non autorisé. MOTO (Internet/Phone)

source: N/A. Not processed
fr_fr: N/A. Non traitée

source: N/A. Retry
fr_fr: N/A. Recommencer

source: N/A. Service not Supported
fr_fr: N/A. Service non supporté

source: N/A. Service not available
fr_fr: N/A. Service indisponible

source: N/A. Service not supported
fr_fr: N/A. Service non supporté

source: N/A. The merchant did not provide AVS information
fr_fr: N/A. Le commerçant ne possède pas d'information AVS

source: N/A. The merchant has not implemented CVV2 code handling
fr_fr: N/A. Le commerçant n'a pas mis en œuvre de code CVV2

source: N/A. Unavailable
fr_fr: N/A. Indisponible.

source: NLD (Dutch)
fr_fr: NLD (Néerlandais)

source: NOT FOUND
fr_fr: ABSENT DU

source: NOT LOGGED IN
fr_fr: NON CONNECTÉ

source: NOT MATCHING ALL
fr_fr: QUI NE VÉRIFIENT PAS TOUTES

source: NOT MATCHING ANY
fr_fr: QUI NE VÉRIFIENT PAS UNE DE

source: NOTICE
fr_fr: annonce

source: Name
fr_fr: Nom

source: Name and Address Options
fr_fr: Options de nom et d'adresse

source: Name in %s
fr_fr: Nom dans %s

source: Name in Store
fr_fr: Nom dans la boutique

source: Name of the Button on the Intermediary Page
fr_fr: Nom du bouton de la page intermédiaire

source: Name on Card
fr_fr: Propriétaire de la carte

source: Name on the Card
fr_fr: Nom sur la carte

source: Name on the Card: %s
fr_fr: <strong>Nom sur la carte :</strong> <span class="nowrap">%s</span>

source: Name that appears beneath your app when users install it to their device. We recommend choosing a name that is 10-12 characters and that your customers will recognize.
fr_fr: Nom qui apparaît sous votre appli quand les utilisateurs l'installent sur leur terminal. Nous vous recommendons de choisir un nom d'une longueur de 10-12 caractères que vos clients sauront reconnaître.

source: Name that appears beneath your app when users install it to their device. We recommend choosing a name that is 10-12 characters and that your customers will recognize. %s chars max.
fr_fr: Nom qui apparaît sous votre application quand les utilisateurs l'installent sur leur terminal. Nous vous recommandons de choisir un nom d'une longueur de 10-12 caractères que vos clients sauront reconnaître. %s caractères maximum.

source: Name:
fr_fr: Nom :

source: Name: %s
fr_fr: Nom : %s

source: National Freight
fr_fr: Fret National

source: Navigation Bar
fr_fr: Barre de navigation

source: Need to Confirm
fr_fr: Confirmation nécessaire

source: Need to check Customers for Orders
fr_fr: Nécessité de vérifier les clients pour les commandes

source: Negative Balance
fr_fr: Solde négatif

source: Never
fr_fr: Jamais

source: Never (production)
fr_fr: Jamais (en production)

source: New
fr_fr: Nouveau

source: New API Key
fr_fr: Nouvelle clé d'API

source: New Accounts
fr_fr: Nouveaux comptes

source: New Address
fr_fr: Nouvelle adresse

source: New Address Entry
fr_fr: Saisie d'une nouvelle adresse

source: New AirMail Message
fr_fr: Nouveau message AirMail

source: New AirMail Message Queue
fr_fr: Nouvelle file de message AirMail

source: New App
fr_fr: Nouvelle appli

source: New Attribute
fr_fr: Nouvel attribut

source: New Billing Agreement
fr_fr: Nouvelle entente de facturation

source: New Block
fr_fr: Nouveau bloc

source: New Category
fr_fr: Nouvelle catégorie

source: New Class
fr_fr: Nouvelle classe

source: New Condition
fr_fr: Nouvelle condition

source: New Credit Memo
fr_fr: Nouvel avoir

source: New Credit Memo for Guest
fr_fr: Nouvel avoir pour un invité

source: New Credit Memo for Order #%s
fr_fr: Nouvel avoir pour la facture n°%s

source: New Custom Variable
fr_fr: Nouvelle variable personnalisée

source: New Customer
fr_fr: Nouveau client

source: New Customer Address
fr_fr: Nouvelle adresse client

source: New Customer Group
fr_fr: Nouveau groupe de clients

source: New Customer Groups
fr_fr: Nouveaux groupes de clients

source: New Customers
fr_fr: Nouveaux clients

source: New Design Change
fr_fr: Nouveau changement de design

source: New Email Template
fr_fr: Nouveau gabarit de mail

source: New Extension
fr_fr: Nouvelle extension

source: New Folder Name:
fr_fr: Nouveau nom de dossier :

source: New Group
fr_fr: Nouveau groupe

source: New Instance
fr_fr: Nouvelle instance

source: New Invoice
fr_fr: Nouvelle facture

source: New Invoice and Shipment for Order #%s
fr_fr: Nouvelles facture et expédition pour la commande n°%s

source: New Invoice for Guest
fr_fr: Nouvelle facture pour un invité

source: New Invoice for Order #%s
fr_fr: Nouvelle facture pour la commande n°%s

source: New Item Type
fr_fr: Nouveau type d'article

source: New ItemType
fr_fr: Nouveau type d'article

source: New Memo
fr_fr: Nouvel avoir

source: New Memo for #%s
fr_fr: Nouvel avoir pour n°%s

source: New Newsletter Template
fr_fr: Nouveau gabarit de newsletter

source: New Order
fr_fr: Nouvelle commande

source: New Order Confirmation Email Sender
fr_fr: Expéditeur du mail de confirmation de commande

source: New Order Confirmation Template
fr_fr: Gabarit de confirmation de nouvelle commande
